Repository: hkarlsen06/Tidex
Catalog: ios/Resources/Localization/App/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, nb, nl, nn, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, th, tr, uk, ur, vi, zh_hans, zh_hant

# settings.pay.manageJobs.footer
source: Tap a job to see its pay history. Swipe or touch and hold a job for more options.
ar: اضغط على وظيفة لعرض سجل أجورها. اسحب الوظيفة أو اضغط عليها مطولًا لمزيد من الخيارات.
bg: Докоснете работа, за да видите историята на заплащането ѝ. Плъзнете или задръжте за още опции.
bn: বেতনের ইতিহাস দেখতে কোনো চাকরিতে ট্যাপ করুন। আরও বিকল্পের জন্য চাকরিটি সোয়াইপ করুন বা চেপে ধরে রাখুন।
ca: Toca una feina per veure'n l'historial salarial. Llisca-la o mantén-la premuda per veure més opcions.
cs: Klepnutím na práci zobrazíte historii výdělků. Přejetím nebo podržením zobrazíte další možnosti.
da: Tryk på et job for at se lønhistorikken. Stryg på et job, eller tryk og hold for flere muligheder.
de: Tippe auf einen Job für den Lohnverlauf. Wische über einen Job oder halte ihn gedrückt, um weitere Optionen zu sehen.
el: Πατήστε μια εργασία για το ιστορικό αμοιβών της. Σύρετε ή κρατήστε πατημένη μια εργασία για περισσότερες επιλογές.
es: Toca un empleo para ver el historial de pagos. Desliza o mantén pulsado un empleo para ver más opciones.
et: Puuduta töökohta, et näha palgaajalugu. Rohkemate valikute jaoks nipsa töökohta või hoia seda all.
fa: برای دیدن سابقهٔ دستمزد، روی شغل بزنید. برای گزینه‌های بیشتر، روی شغل بکشید یا آن را لمس کرده و نگه دارید.
fi: Näytä työn palkkahistoria napauttamalla sitä. Lisää toimintoja saat pyyhkäisemällä työtä tai pitämällä sitä painettuna.
fil: I-tap ang trabaho para makita ang kasaysayan ng sahod. I-swipe o pindutin nang matagal para sa iba pang opsyon.
fr: Touchez un emploi pour voir l’historique de rémunération. Balayez-le ou maintenez le doigt dessus pour plus d’options.
he: הקישו על מקום עבודה כדי לראות את היסטוריית השכר שלו. החליקו או לחצו לחיצה ארוכה לאפשרויות נוספות.
hi: वेतन इतिहास देखने के लिए किसी नौकरी पर टैप करें। और विकल्पों के लिए स्वाइप करें या नौकरी को दबाकर रखें।
hr: Dodirnite posao za povijest plaće. Povucite ga ili dugo pritisnite za više opcija.
hu: Koppints egy munkára a fizetési előzményekért. További lehetőségekért húzd el vagy tartsd lenyomva.
id: Ketuk pekerjaan untuk melihat riwayat upah. Geser atau tekan lama untuk opsi lainnya.
is: Pikkaðu á starf til að sjá launasögu. Strjúktu yfir starf eða haltu því inni til að sjá fleiri valkosti.
it: Tocca un lavoro per vedere lo storico delle retribuzioni. Scorri o tieni premuto un lavoro per altre opzioni.
ja: 仕事をタップすると給与履歴を表示します。スワイプまたは長押しでその他の操作を表示します。
ko: 직장을 탭하면 급여 내역을 볼 수 있습니다. 더 많은 옵션을 보려면 밀거나 길게 누르세요.
lt: Bakstelėkite darbą, kad matytumėte atlygio istoriją. Braukite per darbą arba jį palaikykite, kad matytumėte daugiau parinkčių.
lv: Pieskarieties darbavietai, lai skatītu atalgojuma vēsturi. Pavelciet to vai turiet nospiestu, lai skatītu citas iespējas.
nb: Trykk på en jobb for å se lønnshistorikken. Sveip eller hold inne på en jobb for flere valg.
nl: Tik op een baan voor de loonhistorie. Veeg over een baan of houd deze ingedrukt voor meer opties.
nn: Trykk på ein jobb for å sjå lønnshistoria. Sveip eller trykk og hald på ein jobb for fleire val.
pl: Dotknij stanowiska, aby zobaczyć historię wynagrodzenia. Przesuń je lub przytrzymaj, aby zobaczyć więcej opcji.
pt_br: Toque em um trabalho para ver o histórico de pagamentos. Deslize ou toque e segure para ver mais opções.
ro: Atinge un loc de muncă pentru istoricul salariilor. Glisează sau ține apăsat pentru mai multe opțiuni.
ru: Нажмите на работу, чтобы посмотреть историю оплаты. Проведите по работе или удерживайте её, чтобы увидеть другие действия.
sk: Ťuknite na prácu a zobrazte históriu odmien. Potiahnutím alebo podržaním práce zobrazíte ďalšie možnosti.
sl: Tapnite delovno mesto za zgodovino plačil. Za več možnosti podrsnite po njem ali ga pridržite.
sr: Dodirnite posao za istoriju zarade. Prevucite ili zadržite prst na poslu za više opcija.
sv: Tryck på ett jobb för att se lönehistoriken. Svep eller håll ned ett jobb för fler alternativ.
sw: Gusa kazi kuona historia ya malipo. Telezesha au bonyeza na ushikilie kazi kwa chaguo zaidi.
ta: ஊதிய வரலாற்றைக் காண பணியைத் தட்டவும். கூடுதல் விருப்பங்களுக்கு பணியை ஸ்வைப் செய்யவும் அல்லது அழுத்திப் பிடிக்கவும்.
th: แตะงานเพื่อดูประวัติค่าจ้าง ปัดหรือแตะงานค้างไว้เพื่อดูตัวเลือกเพิ่มเติม
tr: Ücret geçmişini görmek için bir işe dokunun. Diğer seçenekler için işi kaydırın veya basılı tutun.
uk: Торкніться роботи, щоб переглянути історію оплати. Проведіть по ній або утримуйте, щоб побачити інші дії.
ur: تنخواہ کی تاریخ دیکھنے کے لیے کسی ملازمت پر ٹیپ کریں۔ مزید اختیارات کے لیے سوائپ کریں یا دبا کر رکھیں۔
vi: Chạm vào công việc để xem lịch sử lương. Vuốt hoặc nhấn giữ để xem thêm tùy chọn.
zh_hans: 点按工作查看薪资历史。轻扫或长按工作查看更多选项。
zh_hant: 點按工作可查看薪資紀錄。滑動或長按工作可查看更多選項。

# settings.pay.payrollDayFormat
source: %@ of each month
ar: %@ من كل شهر
bg: %@ на всеки месец
bn: প্রতি মাসের %@
ca: %@ de cada mes
cs: %@ každého měsíce
da: %@ i hver måned
de: %@ eines jeden Monats
el: %@ κάθε μήνα
es: %@ de cada mes
et: %@ iga kuu
fa: %@ از هر ماه
fi: %@. joka kuukausi
fil: %@ ng bawat buwan
fr: %@ de chaque mois
he: %@ של כל חודש
hi: हर महीने %@ को
hr: %@ svakog mjeseca
hu: minden hónapban %@.
id: %@ setiap bulan
is: %@ í hverjum mánuði
it: %@ di ogni mese
ja: 毎月%@日
ko: 매월 %@일
lt: %@ kiekvieno mėnesio
lv: %@ katru mēnesi
nb: %@. hver måned
nl: %@ van elke maand
nn: %@. kvar månad
pl: %@ każdego miesiąca
pt_br: %@ de cada mês
ro: %@ din fiecare lună
ru: %@ каждый месяц
sk: %@ každý mesiac
sl: %@. vsakega meseca
sr: %@ svakog meseca
sv: %@ i varje månad
sw: %@ ya kila mwezi
ta: ஒவ்வொரு மாத %@
th: %@ ของแต่ละเดือน
tr: Her ayın %@. günü
uk: %@ кожного місяця
ur: ہر ماہ %@
vi: %@ của mỗi tháng
zh_hans: 每月 %@
zh_hant: 每月 %@

# settings.pay.payrollDayLastDay
source: Last day of each month
ar: آخر يوم من كل شهر
bg: Последният ден на всеки месец
bn: প্রতি মাসের শেষ দিন
ca: Últim dia de cada mes
cs: Poslední den každého měsíce
da: Sidste dag i hver måned
de: Letzter Tag jedes Monats
el: Τελευταία ημέρα κάθε μήνα
es: Último día de cada mes
et: Iga kuu viimane päev
fa: آخرین روز هر ماه
fi: Jokaisen kuukauden viimeinen päivä
fil: Huling araw ng bawat buwan
fr: Dernier jour de chaque mois
he: היום האחרון בכל חודש
hi: हर महीने का आख़िरी दिन
hr: Zadnji dan u mjesecu
hu: Minden hónap utolsó napja
id: Hari terakhir tiap bulan
is: Síðasti dagur hvers mánaðar
it: Ultimo giorno di ogni mese
ja: 毎月の最終日
ko: 매월 마지막 날
lt: Paskutinė kiekvieno mėnesio diena
lv: Katra mēneša pēdējā dienā
nb: Siste dag hver måned
nl: Laatste dag van elke maand
nn: Siste dag kvar månad
pl: Ostatni dzień każdego miesiąca
pt_br: Último dia de cada mês
ro: Ultima zi a fiecărei luni
ru: Последний день каждого месяца
sk: Posledný deň každého mesiaca
sl: Zadnji dan vsakega meseca
sr: Poslednji dan svakog meseca
sv: Sista dagen i varje månad
sw: Siku ya mwisho ya kila mwezi
ta: ஒவ்வொரு மாதத்தின் கடைசி நாள்
th: วันสุดท้ายของทุกเดือน
tr: Her ayın son günü
uk: Останній день кожного місяця
ur: ہر ماہ کا آخری دن
vi: Ngày cuối cùng mỗi tháng
zh_hans: 每月最后一天
zh_hant: 每月最後一天

# settings.pay.period.allDates
source: All dates before a later change
ar: جميع التواريخ قبل تغيير لاحق
bg: Всички дати преди по-късна промяна
bn: পরবর্তী পরিবর্তনের আগের সব তারিখ
ca: Totes les dates anteriors a un canvi posterior
cs: Všechna data před pozdější změnou
da: Alle datoer før en senere ændring
de: Alle Daten vor einer späteren Änderung
el: Όλες οι ημερομηνίες πριν από μια μεταγενέστερη αλλαγή
es: Todas las fechas anteriores a un cambio posterior
et: Kõik kuupäevad enne hilisemat muudatust
fa: همه تاریخ‌ها پیش از یک تغییر بعدی
fi: Kaikki päivät ennen myöhempää muutosta
fil: Lahat ng petsa bago ang susunod na pagbabago
fr: Toutes les dates avant une modification ultérieure
he: כל התאריכים שלפני שינוי מאוחר יותר
hi: बाद के बदलाव से पहले की सभी तारीखें
hr: Svi datumi prije kasnije promjene
hu: Minden dátum a későbbi módosítás előtt
id: Semua tanggal sebelum perubahan berikutnya
is: Allar dagsetningar fyrir síðari breytingu
it: Tutte le date precedenti a una modifica successiva
ja: 後の変更より前のすべての日付
ko: 다음 변경 전의 모든 날짜
lt: Visos datos iki vėlesnio pakeitimo
lv: Visi datumi pirms vēlākām izmaiņām
nb: Alle datoer før en senere endring
nl: Alle datums vóór een latere wijziging
nn: Alle datoar før ei seinare endring
pl: Wszystkie daty przed późniejszą zmianą
pt_br: Todas as datas anteriores a uma alteração posterior
ro: Toate datele dinaintea unei modificări ulterioare
ru: Все даты до более позднего изменения
sk: Všetky dátumy pred neskoršou zmenou
sl: Vsi datumi pred poznejšo spremembo
sr: Svi datumi pre kasnije promene
sv: Alla datum före en senare ändring
sw: Tarehe zote kabla ya mabadiliko ya baadaye
ta: பின்னர் வரும் மாற்றத்திற்கு முன் உள்ள அனைத்து தேதிகளும்
th: วันที่ทั้งหมดก่อนการเปลี่ยนแปลงครั้งถัดไป
tr: Daha sonraki bir değişiklikten önceki tüm tarihler
uk: Усі дати до пізнішої зміни
ur: بعد کی تبدیلی سے پہلے کی تمام تاریخیں
vi: Tất cả các ngày trước một thay đổi sau đó
zh_hans: 某个较晚更改之前的所有日期
zh_hant: 較晚變更之前的所有日期

# settings.pay.period.biweekly
source: Every two weeks
ar: كل أسبوعين
bg: На всеки две седмици
bn: প্রতি দুই সপ্তাহে
ca: Cada dues setmanes
cs: Každé dva týdny
da: Hver anden uge
de: Alle zwei Wochen
el: Κάθε δύο εβδομάδες
es: Cada dos semanas
et: Iga kahe nädala järel
fa: هر دو هفته یک‌بار
fi: Joka toinen viikko
fil: Kada dalawang linggo
fr: Toutes les deux semaines
he: אחת לשבועיים
hi: हर दो हफ्ते में
hr: Svaka dva tjedna
hu: Kéthetente
id: Setiap dua minggu
is: Aðra hverja viku
it: Ogni due settimane
ja: 2週間ごと
ko: 2주마다
lt: Kas dvi savaites
lv: Ik pēc divām nedēļām
nb: Annenhver uke
nl: Elke twee weken
nn: Annankvar veke
pl: Co dwa tygodnie
pt_br: A cada duas semanas
ro: La fiecare două săptămâni
ru: Каждые две недели
sk: Každé dva týždne
sl: Vsaka dva tedna
sr: Svake dve nedelje
sv: Varannan vecka
sw: Kila baada ya wiki mbili
ta: இரு வாரங்களுக்கு ஒருமுறை
th: ทุกสองสัปดาห์
tr: İki haftada bir
uk: Кожні два тижні
ur: ہر دو ہفتے بعد
vi: Hai tuần một lần
zh_hans: 每两周一次
zh_hant: 每兩週

# settings.pay.period.calendarMonth
source: Calendar month
ar: شهر تقويمي
bg: Календарен месец
bn: ক্যালেন্ডার মাস
ca: Mes natural
cs: Kalendářní měsíc
da: Kalendermåned
de: Kalendermonat
el: Ημερολογιακός μήνας
es: Mes natural
et: Kalendrikuu
fa: ماه تقویمی
fi: Kalenterikuukausi
fil: Buwan sa kalendaryo
fr: Mois calendaire
he: חודש קלנדרי
hi: कैलेंडर माह
hr: Kalendarski mjesec
hu: Naptári hónap
id: Bulan kalender
is: Almanaksmánuður
it: Mese solare
ja: 暦月
ko: 달력 기준 월
lt: Kalendorinis mėnuo
lv: Kalendārais mēnesis
nb: Kalendermåned
nl: Kalendermaand
nn: Kalendermånad
pl: Miesiąc kalendarzowy
pt_br: Mês-calendário
ro: Lună calendaristică
ru: Календарный месяц
sk: Kalendárny mesiac
sl: Koledarski mesec
sr: Kalendarski mesec
sv: Kalendermånad
sw: Mwezi wa kalenda
ta: நாட்காட்டி மாதம்
th: เดือนปฏิทิน
tr: Takvim ayı
uk: Календарний місяць
ur: کیلنڈر کا مہینہ
vi: Tháng dương lịch
zh_hans: 自然月
zh_hant: 曆月

# settings.pay.period.customMonthly
source: Monthly, starting on another day
ar: شهريًا، بدءًا من يوم مختلف
bg: Месечно, с начало в друг ден
bn: মাসিক, অন্য একটি দিন থেকে
ca: Mensual, començant un altre dia
cs: Měsíčně, počínaje jiným dnem
da: Månedligt, fra en anden dag
de: Monatlich, beginnend an einem anderen Tag
el: Μηνιαία, από άλλη ημέρα
es: Mensual, a partir de otro día
et: Iga kuu, algusega muul kuupäeval
fa: ماهانه، با شروع از روزی دیگر
fi: Kuukausittain, alkaen muuna päivänä
fil: Buwanan, simula sa ibang araw
fr: Mensuel, à partir d'un autre jour
he: חודשי, החל ביום אחר
hi: मासिक, किसी अन्य दिन से शुरू
hr: Mjesečno, s početkom na neki drugi dan
hu: Havonta, más napon kezdődő
id: Bulanan, mulai pada hari lain
is: Mánaðarlega, hefst á öðrum degi
it: Mensile, a partire da un altro giorno
ja: 毎月、別の日から
ko: 매월, 다른 날부터
lt: Kas mėnesį, pradedant kitą mėnesio dieną
lv: Ik mēnesi, sākot citā dienā
nb: Månedlig, fra en annen dag
nl: Maandelijks, vanaf een andere dag
nn: Månadleg, frå ein annan dag
pl: Miesięcznie, od innego dnia
pt_br: Mensal, começando em outro dia
ro: Lunar, începând din altă zi
ru: Ежемесячно, начиная с другого дня
sk: Mesačne, od iného dňa
sl: Mesečno, z začetkom na drug dan
sr: Mesečno, počev od nekog drugog dana
sv: Månadsvis, med start en annan dag
sw: Kila mwezi, kuanzia siku nyingine
ta: மாதந்தோறும், வேறு நாளில் தொடங்கி
th: รายเดือน โดยเริ่มในวันอื่น
tr: Aylık, başka bir günden başlayarak
uk: Щомісяця, починаючи з іншого дня
ur: ماہانہ، کسی اور دن سے شروع
vi: Hàng tháng, bắt đầu vào ngày khác
zh_hans: 每月，从其他日期开始
zh_hant: 每月，從其他日期開始

# settings.pay.period.example
source: Work from %1$@ to %2$@ is paid on %3$@.
ar: تُدفع أجور العمل من %1$@ إلى %2$@ في %3$@.
bg: Работата от %1$@ до %2$@ се изплаща на %3$@.
bn: %1$@ থেকে %2$@ পর্যন্ত কাজের টাকা %3$@ তারিখে দেওয়া হয়।
ca: La feina del %1$@ al %2$@ es paga el %3$@.
cs: Za období od %1$@ do %2$@ dostanete zaplaceno %3$@.
da: Arbejde fra %1$@ til %2$@ udbetales %3$@.
de: Arbeit vom %1$@ bis %2$@ wird am %3$@ ausgezahlt.
el: Η εργασία από %1$@ έως %2$@ πληρώνεται στις %3$@.
es: El trabajo del %1$@ al %2$@ se paga el %3$@.
et: Töö perioodil %1$@ kuni %2$@ makstakse välja %3$@.
fa: کار از %1$@ تا %2$@ در %3$@ پرداخت می‌شود.
fi: Ajalla %1$@–%2$@ tehdystä työstä maksetaan %3$@.
fil: Ang trabaho mula %1$@ hanggang %2$@ ay babayaran sa %3$@.
fr: Le travail du %1$@ au %2$@ est payé le %3$@.
he: עבודה מ־%1$@ עד %2$@ משולמת ב־%3$@.
hi: %1$@ से %2$@ तक के काम का भुगतान %3$@ को होगा।
hr: Rad od %1$@ do %2$@ isplaćuje se %3$@.
hu: A %1$@ és %2$@ közötti munkabért ezen a napon fizetik ki: %3$@
id: Kerja dari %1$@ hingga %2$@ dibayar pada %3$@.
is: Vinna frá %1$@ til %2$@ er greidd út %3$@.
it: Il lavoro dal %1$@ al %2$@ viene pagato il %3$@.
ja: %1$@から%2$@までの勤務分は%3$@に支払われます。
ko: %1$@부터 %2$@까지의 근무 수당은 %3$@에 지급됩니다.
lt: Už darbą nuo %1$@ iki %2$@ mokama %3$@.
lv: Darbs no %1$@ līdz %2$@ tiek apmaksāts %3$@.
nb: Arbeid fra %1$@ til %2$@ blir utbetalt %3$@.
nl: Werk van %1$@ tot %2$@ wordt uitbetaald op %3$@.
nn: Arbeid frå %1$@ til %2$@ blir utbetalt %3$@.
pl: Wynagrodzenie za pracę od %1$@ do %2$@ zostanie wypłacone %3$@.
pt_br: O trabalho de %1$@ a %2$@ é pago em %3$@.
ro: Munca efectuată între %1$@ și %2$@ se plătește la data de %3$@.
ru: За работу с %1$@ по %2$@ платят %3$@.
sk: Práca od %1$@ do %2$@ sa vypláca %3$@.
sl: Delo od %1$@ do %2$@ bo plačano %3$@.
sr: Rad od %1$@ do %2$@ isplaćuje se %3$@.
sv: Arbete från %1$@ till %2$@ betalas ut %3$@.
sw: Kazi ya kuanzia %1$@ hadi %2$@ inalipwa tarehe %3$@.
ta: %1$@ முதல் %2$@ வரையிலான வேலைக்கான ஊதியம் %3$@ அன்று வழங்கப்படும்.
th: ค่าจ้างสำหรับงานตั้งแต่ %1$@ ถึง %2$@ จ่ายในวันที่ %3$@
tr: %1$@ ile %2$@ arasındaki çalışma %3$@ tarihinde ödenir.
uk: Робота з %1$@ до %2$@ оплачується %3$@.
ur: %1$@ سے %2$@ تک کے کام کی ادائیگی %3$@ کو کی جائے گی۔
vi: Làm việc từ %1$@ đến %2$@ được trả lương vào %3$@.
zh_hans: %1$@至%2$@的工作薪资于%3$@发放。
zh_hant: 從 %1$@ 到 %2$@ 的工作薪資將於 %3$@ 發放。

# settings.pay.period.from
source: From %@
ar: من %@
bg: От %@
bn: থেকে %@
ca: Des de %@
cs: Od %@
da: Fra %@
de: Ab %@
el: Από %@
es: Desde %@
et: Alates %@
fa: از %@
fi: Alkaen %@
fil: Mula %@
fr: À partir du %@
he: מ-%@
hi: %@ से
hr: Od %@
hu: Ettől: %@
id: Mulai %@
is: Frá %@
it: Da %@
ja: %@から
ko: %@부터
lt: Nuo %@
lv: No %@
nb: Fra %@
nl: Vanaf %@
nn: Frå %@
pl: Od %@
pt_br: A partir de %@
ro: Din %@
ru: С %@
sk: Od %@
sl: Od %@
sr: Od %@
sv: Från %@
sw: Kuanzia %@
ta: %@ முதல்
th: ตั้งแต่ %@
tr: %@ tarihinden itibaren
uk: Від %@
ur: %@ سے
vi: Từ %@
zh_hans: 从 %@
zh_hant: 自 %@ 起

# settings.pay.period.lastPeriodEnd
source: Last day of a recent pay period
ar: آخر يوم في فترة دفع سابقة
bg: Последен ден от скорошен период на заплащане
bn: সাম্প্রতিক একটি বেতন সময়ের শেষ দিন
ca: Últim dia d'un període de pagament recent
cs: Poslední den nedávného výplatního období
da: Sidste dag i en nylig lønperiode
de: Letzter Tag einer vergangenen Lohnperiode
el: Τελευταία ημέρα μιας πρόσφατης περιόδου πληρωμής
es: Último día de un período de pago reciente
et: Hiljutise palgaperioodi viimane päev
fa: آخرین روز یک دوره پرداخت اخیر
fi: Äskettäisen palkkajakson viimeinen päivä
fil: Huling araw ng kamakailang panahon ng sahod
fr: Dernier jour d'une période de paie récente
he: היום האחרון של תקופת שכר אחרונה
hi: हाल की वेतन अवधि का अंतिम दिन
hr: Posljednji dan nedavnog obračunskog razdoblja
hu: A legutóbbi fizetési időszak utolsó napja
id: Hari terakhir periode gaji terbaru
is: Síðasti dagur nýlegs launatímabils
it: Ultimo giorno di un periodo di paga recente
ja: 直近の給与期間の最終日
ko: 최근 급여 기간의 마지막 날
lt: Neseniai pasibaigusio atlyginimo laikotarpio paskutinė diena
lv: Nesenā algas perioda pēdējā diena
nb: Siste dag i en nylig lønnsperiode
nl: Laatste dag van een recente loonperiode
nn: Siste dag i ein nyleg lønnsperiode
pl: Ostatni dzień niedawnego okresu rozliczeniowego
pt_br: Último dia de um período de pagamento recente
ro: Ultima zi a unei perioade de plată recente
ru: Последний день недавнего расчётного периода
sk: Posledný deň nedávneho výplatného obdobia
sl: Zadnji dan nedavnega plačilnega obdobja
sr: Poslednji dan nedavnog obračunskog perioda
sv: Sista dagen i en nyligen avslutad löneperiod
sw: Siku ya mwisho ya kipindi cha malipo cha hivi karibuni
ta: சமீபத்திய ஊதியக் காலத்தின் கடைசி நாள்
th: วันสุดท้ายของรอบการจ่ายเงินที่ผ่านมา
tr: Yakın tarihli bir ödeme döneminin son günü
uk: Останній день нещодавнього розрахункового періоду
ur: حالیہ تنخواہ کی مدت کا آخری دن
vi: Ngày cuối của một kỳ lương gần đây
zh_hans: 最近一个发薪周期的最后一天
zh_hant: 近期薪資週期的最後一天

# settings.pay.period.payday
source: Payday for that period
ar: يوم دفع تلك الفترة
bg: Ден на изплащане за този период
bn: ওই সময়ের বেতন প্রদানের দিন
ca: Dia de pagament d'aquest període
cs: Výplatní den daného období
da: Lønningsdag for perioden
de: Zahltag für diese Periode
el: Ημέρα πληρωμής αυτής της περιόδου
es: Día de pago de ese período
et: Selle perioodi palgapäev
fa: روز پرداخت آن دوره
fi: Kyseisen jakson palkkapäivä
fil: Araw ng sahod para sa panahong iyon
fr: Jour de paie pour cette période
he: יום התשלום עבור אותה תקופה
hi: उस अवधि की वेतन तिथि
hr: Dan isplate za to razdoblje
hu: Az adott időszak bérfizetési napja
id: Tanggal gajian untuk periode tersebut
is: Útborgunardagur þess tímabils
it: Giorno di paga per quel periodo
ja: その期間の給与支払日
ko: 해당 기간의 급여일
lt: To laikotarpio atlyginimo išmokėjimo diena
lv: Šī perioda algas diena
nb: Lønningsdag for den perioden
nl: Betaaldag voor die periode
nn: Lønningsdag for den perioden
pl: Dzień wypłaty za ten okres
pt_br: Dia do pagamento desse período
ro: Data plății pentru perioada respectivă
ru: День выплаты за этот период
sk: Výplatný deň za dané obdobie
sl: Dan izplačila za to obdobje
sr: Dan isplate za taj period
sv: Lönedag för perioden
sw: Siku ya malipo ya kipindi hicho
ta: அந்தக் காலத்திற்கான ஊதிய நாள்
th: วันจ่ายเงินสำหรับรอบนั้น
tr: Bu dönemin ödeme günü
uk: День виплати за цей період
ur: اس مدت کی تنخواہ ملنے کا دن
vi: Ngày trả lương cho kỳ đó
zh_hans: 该周期的发薪日
zh_hant: 該週期的發薪日

# settings.pay.period.payoutMonth
source: Paid in
ar: يُدفع في
bg: Изплаща се през
bn: যে মাসে বেতন দেওয়া হবে
ca: Es paga al
cs: Vyplaceno v
da: Udbetales i
de: Auszahlung im
el: Καταβάλλεται τον
es: Se paga en
et: Väljamakse kuu
fa: پرداخت در
fi: Maksetaan kuussa
fil: Binabayaran sa
fr: Payé en
he: משולם ב־
hi: भुगतान का महीना
hr: Isplaćuje se u
hu: Kifizetés hónapja
id: Dibayar pada
is: Greitt út í
it: Pagato nel
ja: 支払月
ko: 지급되는 달
lt: Išmokama
lv: Izmaksas mēnesis
nb: Utbetales i
nl: Uitbetaald in
nn: Utbetalast i
pl: Wypłata w
pt_br: Pago em
ro: Plătit în
ru: Выплата в
sk: Vyplatené v
sl: Izplačilo v
sr: Isplata u
sv: Utbetalas i
sw: Inalipwa katika
ta: ஊதியம் வழங்கப்படும் மாதம்
th: จ่ายใน
tr: Ödeneceği ay
uk: Виплачується в
ur: ادائیگی کا مہینہ
vi: Trả vào
zh_hans: 发放月份
zh_hant: 發薪月份

# settings.pay.period.payoutNextMonth
source: The month after
ar: الشهر التالي
bg: Следващият месец
bn: পরের মাসে
ca: El mes següent
cs: Následující měsíc
da: Måneden efter
de: Der Folgemonat
el: Τον επόμενο μήνα
es: El mes siguiente
et: Järgmine kuu
fa: ماه بعد
fi: Seuraavana kuukautena
fil: Ang susunod na buwan
fr: Le mois suivant
he: החודש שלאחר מכן
hi: अगले महीने
hr: Sljedeći mjesec
hu: A következő hónapban
id: Bulan berikutnya
is: Mánuðinn á eftir
it: Il mese successivo
ja: 翌月
ko: 다음 달
lt: Kitą mėnesį
lv: Nākamajā mēnesī
nb: Måneden etter
nl: De volgende maand
nn: Månaden etter
pl: W następnym miesiącu
pt_br: No mês seguinte
ro: Luna următoare
ru: В следующем месяце
sk: Nasledujúci mesiac
sl: Naslednji mesec
sr: Narednog meseca
sv: Månaden efter
sw: Mwezi unaofuata
ta: அடுத்த மாதம்
th: เดือนถัดไป
tr: Sonraki ay
uk: Наступного місяця
ur: اگلے مہینے
vi: Tháng tiếp theo
zh_hans: 下个月
zh_hant: 下個月

# settings.pay.period.payoutSameMonth
source: The month the period ends
ar: الشهر الذي تنتهي فيه الفترة
bg: Месецът, в който приключва периодът
bn: সময়কাল শেষ হওয়ার মাসে
ca: El mes en què acaba el període
cs: Měsíc, kdy období končí
da: Den måned, perioden slutter
de: Der Monat, in dem die Periode endet
el: Ο μήνας λήξης της περιόδου
es: El mes en que termina el período
et: Perioodi lõppemise kuu
fa: ماهی که دوره پایان می‌یابد
fi: Jakson päättymiskuukautena
fil: Buwan kung kailan nagtatapos ang panahon
fr: Le mois où se termine la période
he: החודש שבו מסתיימת התקופה
hi: जिस महीने अवधि समाप्त होती है
hr: Mjesec u kojem završava razdoblje
hu: Az időszak végének hónapjában
id: Bulan saat periode berakhir
is: Mánuðurinn sem tímabilinu lýkur
it: Il mese in cui termina il periodo
ja: 期間の終了月
ko: 기간이 끝나는 달
lt: Laikotarpio pabaigos mėnesį
lv: Perioda beigu mēnesī
nb: Måneden perioden slutter
nl: De maand waarin de periode eindigt
nn: Månaden perioden sluttar
pl: Miesiąc, w którym kończy się okres
pt_br: No mês em que o período termina
ro: Luna în care se încheie perioada
ru: В месяце окончания периода
sk: Mesiac, v ktorom sa obdobie končí
sl: Mesec, v katerem se obdobje konča
sr: Mesec u kojem se period završava
sv: Månaden då perioden slutar
sw: Mwezi kipindi kinapoisha
ta: காலம் முடியும் மாதம்
th: เดือนที่รอบสิ้นสุด
tr: Dönemin sona erdiği ay
uk: Місяць завершення періоду
ur: جس مہینے میں مدت ختم ہو
vi: Tháng kết thúc kỳ lương
zh_hans: 周期结束当月
zh_hant: 週期結束的月份

# settings.pay.period.startDay
source: First day of the period
ar: اليوم الأول من الفترة
bg: Първи ден от периода
bn: সময়কালের প্রথম দিন
ca: Primer dia del període
cs: První den období
da: Periodens første dag
de: Erster Tag der Periode
el: Πρώτη ημέρα της περιόδου
es: Primer día del período
et: Perioodi esimene päev
fa: اولین روز دوره
fi: Jakson ensimmäinen päivä
fil: Unang araw ng panahon ng sahod
fr: Premier jour de la période
he: היום הראשון של התקופה
hi: अवधि का पहला दिन
hr: Prvi dan razdoblja
hu: Az időszak első napja
id: Hari pertama periode
is: Fyrsti dagur tímabilsins
it: Primo giorno del periodo
ja: 期間の初日
ko: 기간의 첫날
lt: Pirmoji laikotarpio diena
lv: Perioda pirmā diena
nb: Første dag i perioden
nl: Eerste dag van de periode
nn: Første dag i perioden
pl: Pierwszy dzień okresu
pt_br: Primeiro dia do período
ro: Prima zi a perioadei
ru: Первый день периода
sk: Prvý deň obdobia
sl: Prvi dan obdobja
sr: Prvi dan perioda
sv: Periodens första dag
sw: Siku ya kwanza ya kipindi
ta: காலத்தின் முதல் நாள்
th: วันแรกของรอบ
tr: Dönemin ilk günü
uk: Перший день періоду
ur: مدت کا پہلا دن
vi: Ngày đầu tiên của kỳ lương
zh_hans: 周期的第一天
zh_hant: 週期的第一天
